Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Settings for the map projection and data interpretation.
ca_es: Paràmetres de projecció i interpretació de dades dels mapes.

source: Could not read tagging preset source: {0}
ca_es: No és possible de llegir la font d''etiquetes predefinides: {0}

source: Could not read tagging preset source: {0} Do you want to keep it?
ca_es: No és possible de llegir la font de les etiquetes predefindes: {0} La voleu conservar?

source: Could not read tagging preset source {0}
ca_es: No és possible de llegir la font de les etiquetes predefindes: {0}

source: <html>Tagging preset source {0} can be loaded but it contains errors. Do you really want to use it?<br><br><table width=600>Error is: [{1}:{2}] {3}</table></html>
ca_es: <html>La font de les etiquetes predefindes {0} pot ser carregada però conté errors. Segur que la voleu utilitzar?<br><br><table width=600>L''error és: [{1}:{2}] {3}</table></html>

source: <html>Unable to parse tagging preset source: {0}. Do you really want to use it?<br><br><table width=400>Error is: [{1}:{2}] {3}</table></html>
ca_es: <html>L''anàlisi de a font d''etiquetes predefindes {0} no és possible. Segur que la voleu utilitzar?<br><br><table width=400>L''error és: [{1}:{2}] {3}</table></html>

source: <html>Tagging preset source {0} can be loaded but it contains errors. Do you really want to use it?<br><br><table width=600>Error is: {1}</table></html>
ca_es: <html>La font d''etiquetes predefinides {0} pot ser carregada però conté errors. Segur que la voleu utilitzar?<br><br><table width=600>L''error és: {1}</table></html>

source: <html>Unable to parse tagging preset source: {0}. Do you really want to use it?<br><br><table width=600>Error is: {1}</table></html>
ca_es: <html>No és possible l''anàlisi de la font d''etiquetes predefinides: {0}. Segur que la voleu utilitzar?<br><br><table width=600>L''error és: {1}</table></html>

source: Sort presets menu
ca_es: Ordenar el menú de Predefinicions

source: Tagging Presets
ca_es: Etiquetant predefinicions

source: Available presets:
ca_es: Predefinicions disponibles:

source: Active presets:
ca_es: Predefinicions actives:

source: Add a new preset by entering filename or URL
ca_es: Afegeix una nova predefinició indicant un fitxer o una URL

source: New preset entry:
ca_es: Nova predefinió:

source: Remove the selected presets from the list of active presets
ca_es: Suprimeix els elements seleccionats de la llista de predefinicions actives

source: Edit the filename or URL for the selected active preset
ca_es: Modifica el nom de l''arxiu o la URL de la predefinció activa seleccionada

source: Add the selected available presets to the list of active presets
ca_es: Afegeix els elements seleccionats a la llista de predefinicions actives

source: Reloads the list of available presets from ''{0}''
ca_es: Recarrega la llista de predefinicions disponibles de ''{0}''

source: Loading preset sources from ''{0}''
ca_es: Carregant fonts de predefinicions de ''{0}''

source: <html>Failed to load the list of preset sources from<br>''{0}''.<br><br>Details (untranslated):<br>{1}</html>
ca_es: <htmll>Ha fallat la càrrega de la llista de fonts de predefinicions de<br>''{0}''.<br>Detalls (sense traduir):<br>{1}</html>

source: Warning: illegal format of entry in preset list ''{0}''. Got ''{1}''
ca_es: Avís: format incorrecte d''una entrada de la llista de predefinicions ''{0}''. Hi ha ''{1}''

source: Internal Preset
ca_es: Predefincions internes

source: The default preset for JOSM
ca_es: Les predefinicions per defecte de JOSM

source: Plugin bundled with JOSM
ca_es: Connector empaquetat amb JOSM

source: Please click on <strong>Download list</strong> to download and display a list of available plugins.
ca_es: Si us plau, feu clic sobre<strong>Descarregar llista</strong> per tal de descarregar i mostrar una llista amb els connectors disponibles.

source: Plugin {0} is still required by this plugin:
ca_es: El connector {0} és encara utilitzat per aquest altre

source: {0}: Version {1} (local: {2})
ca_es: {0}: Versió {1} (local: {2})

source: (requires: {0})
ca_es: (requereix: {0})

source: Ask before updating
ca_es: Preguntar abans d''actualitzar

source: Always update without asking
ca_es: Actualitzar sense preguntar

source: Never update
ca_es: No actualitzar mai

source: Please decide whether JOSM shall automatically update active plugins at startup after an update of JOSM itself.
ca_es: Si us plau, decidiu si JOSM ha d''actualitzar automàticament els connectors actius en iniciar-se després d''una actualització de JOSM

source: Update interval (in days):
ca_es: Interval d''actualització (en dies):

source: Please decide whether JOSM shall automatically update active plugins after a certain period of time.
ca_es: Si us plau, decidiu si JOSM ha d''actualitzar els connectors actius després d''un cert període de temps

source: By Code (EPSG)
ca_es: Per codi (EPSG)

source: Invalid projection configuration: {0}
ca_es: Configuració errònia de la projecció: {0}

source: Projection configuration is valid.
ca_es: La configuració de la projecció és correcta

source: Validate
ca_es: Validar

source: Parameter information...
ca_es: Informació del paràmetre...

source: Parameter information
ca_es: Informació del paràmetre

source: Projection name
ca_es: Non de la projecció

source: Supported values:
ca_es: Valors admesos

source: Projection parameters
ca_es: Paràmetres de la projecció

source: False easting and false northing
ca_es: Les coordenades est i nord són falses

source: Central meridian
ca_es: Meridià central

source: Scaling factor
ca_es: Factor d''escala

source: Ellipsoid name
ca_es: Nom de l''el·lipsoide

source: Ellipsoid parameters
ca_es: Paràmetres de l''el·lipsoide

source: Datum name
ca_es: Nom del datum

source: 3 or 7 term datum transform parameters
ca_es: Paràmetres de 3 o 7 termes de transformació del datum

source: NTv2 grid file
ca_es: fitxer de graella NTv2

source: Built-in:
ca_es: Integrat:

source: Projection bounds (in degrees)
ca_es: Límits de la projecció (en graus)

source: GK Zone
ca_es: Zona GK

source: Gauß-Krüger Zone {0}
ca_es: Gauß-Krüger Zona {0}

source: {0} ({1} to {2} degrees)
ca_es: {0} ({1} a {2} graus)

source: Lambert CC9 Zone (France)
ca_es: Lambert CC9 Zona (França)

source: Lambert CC Zone
ca_es: Zona CC Lambert

source: {0} (Corsica)
ca_es: {0} (Còrsega)

source: Lambert 4 Zones (France)
ca_es: Lambert 4 Zones (França)

source: WGS84 Geographic
ca_es: WGS84

source: Belgian Lambert 1972
ca_es: Lambert belga 1972

source: Belgian Lambert 2008
ca_es: Lambert belga 2008

source: Lambert Zone (Estonia)
ca_es: Lambert Zona (Estònia)

source: Lambert 93 (France)
ca_es: Lambert 93 (França)

source: LKS-92 (Latvia TM)
ca_es: LKS-92 (Letònia TM)

source: SWEREF99 13 30 / EPSG:3008 (Sweden)
ca_es: SWEREF99 13 30 / EPSG:3008 (Suècia)

source: Projection method
ca_es: Mètode de projecció

source: Projection code
ca_es: Codi de la projecció

source: Display coordinates as
ca_es: Mostra les coordenades com

source: System of measurement
ca_es: Sistema de mesura

source: Map Projection
ca_es: Projecció del mapa

source: The projection {0} could not be activated. Using Mercator
ca_es: La projecció {0} no pot ser activada. S''està utilitzant la Mercator

source: PUWG 1992 (Poland)
ca_es: PUWG 1992 (Polònia)

source: PUWG 2000 Zone {0} (Poland)
ca_es: PUWG 2000 Zona {0} (Polònia)

source: PUWG (Poland)
ca_es: PUWG (Polònia)

source: PUWG Zone
ca_es: Zona PUWG

source: Swiss Grid (Switzerland)
ca_es: Swiss Grid (Suïssa)

source: <i>CH1903 / LV03 (without local corrections)</i>
ca_es: <i>CH1903 / LV03 (sense correccions locals)</i>

source: Guadeloupe Fort-Marigot 1949
ca_es: Guadalupe Fort-Marigot 1949

source: Guadeloupe Ste-Anne 1948
ca_es: Guadalupe Ste-Anne 1948

source: Martinique Fort Desaix 1952
ca_es: Martinica Fort Desaix 1952

source: Reunion RGR92
ca_es: Reunió RGR92

source: Guyane RGFG95
ca_es: Guyana RGFG95

source: UTM France (DOM)
ca_es: UTM França (DOM)

source: UTM Geodesic system
ca_es: Sistema geodèsic UTM

source: UTM Zone
ca_es: Zona UTM

source: North
ca_es: Nord

source: South
ca_es: Sud

source: Hemisphere
ca_es: Hemisferi

source: Testing OSM API URL ''{0}''
ca_es: Provant la URL de l''API OSM ''{0}''

source: <html>''{0}'' is not a valid OSM API URL.<br>Please check the spelling and validate again.</html>
ca_es: ''{0}'' no és una URL d''una API OSM vàlida.<br>Si us plau, comproveu l''ortografia i torneu a validar un altre cop.</html>

source: Invalid API URL
ca_es: URL d''API no vàlida

source: <html>Failed to build URL ''{0}'' for validating the OSM API server.<br>Please check the spelling of ''{1}'' and validate again.</html>
ca_es: <html>Ha fallat la construcció de la URL ''{0}'' per a validar el servidor d''API OSM.<br>Si us plau, comproveu l''ortografia de ''{1}'' i torneu a validar un altre cop.</html>

source: <html>Failed to connect to the URL ''{0}''.<br>Please check the spelling of ''{1}'' and your Internet connection and validate again.</html>
ca_es: <html>Ha fallat la connexió a la URL ''{0}.<br>Si us plau, verifiqueu l''ortografia de ''{1}'' i la vostra connexió a Internet i torneu a validar un altre cop.</html>

source: Connection to API failed
ca_es: Ha fallat la connexió a l''API

source: <html>Failed to retrieve a list of changesets from the OSM API server at<br>''{1}''. The server responded with the return code {0} instead of 200.<br>Please check the spelling of ''{1}'' and validate again.</html>
ca_es: <html>Ha fallat la recuperació de la llista de conjunts de canvis del servidor d''API OSM a <br>''{1}. El servidor ha contestat retornant el codi d''error {0} en comptes de 200.<br>Si us plau, comproveu l''ortografia de ''{1}'' i torneu a validar un altre cop.</html>

source: <html>The OSM API server at ''{0}'' did not return a valid response.<br>It is likely that ''{0}'' is not an OSM API server.<br>Please check the spelling of ''{0}'' and validate again.</html>
ca_es: <html>El servidor d''API OSM a ''{0}'' no ha donat una resposta vàlida.<br>És com si ''{0}'' no fos un servidor d''API OSM.<br>Si us plau, comproveu l''ortografia de ''{0}'' i torneu a validar un altre cop.</html>

source: Use Basic Authentication
ca_es: Utilitzar autenticació bàsica

source: Select to use HTTP basic authentication with your OSM username and password
ca_es: Seleccionar la utilització d''autenticació bàsica amb el vostre nom d''usuari i contrasenya

source: Use OAuth
ca_es: Utilitza Oauth

source: Select to use OAuth as authentication mechanism
ca_es: Selecciona d''utilitzar OAuth com a mecanisme d''autenticació

source: Unsupported value in preference ''{0}'', got ''{1}''. Using authentication method ''Basic Authentication''.
ca_es: Valor no suportat a la preferència ''{0}'', s''ha obtingut ''{1}''. Utilitzant el mètode d''autenticació "Autenticació Bàsica".

source: OSM username:
ca_es: Non d''usuari OSM:

source: OSM password:
ca_es: Contrasenya OSM:

source: Failed to retrieve OSM credentials from credential manager.
ca_es: La fallat l''obtenció de les credencials OSM del gestor de credencials.

source: Current credential manager is of type ''{0}''
ca_es: El gestor de credencials actual és de tipus ''{0}''

source: Failed to save OSM credentials to credential manager.
ca_es: Les credencials OSM no han pogut ser desades al gestor de credencials.

source: Periodically check for new messages
ca_es: Comprova periòdicament si hi ha nous missatges

source: Check interval (minutes):
ca_es: Interval de comprovació (minuts):

source: Failed to retrieve OAuth Access Token from credential manager
ca_es: Ha fallat l''obtenció del testimoni d''accés OAuth del gestor de credencials

source: Failed to store OAuth Access Token to credentials manager
ca_es: Ha fallat l''emmagatzemament del testimoni d''accés OAuth al gestor de credencials

source: You do not have an Access Token yet to access the OSM server using OAuth. Please authorize first.
ca_es: Encara no teniu un testimoni d''autenticació per accedir al servidor OSM utilitzant OAuth. Si us plau, autoritzeu primer.

source: You already have an Access Token to access the OSM server using OAuth.
ca_es: Ja teniu un testimoni d''autenticació per accedir al servidor OSM utilitzant OAuth.

source: Save to preferences
ca_es: Desar a les preferències

source: Click to step through the OAuth authorization process
ca_es: Feu clic per seguir el procés d''autorització d''OAuth

source: New Access Token
ca_es: Nou testimoni d''autenticació

source: Click to step through the OAuth authorization process and generate a new Access Token
ca_es: Feu clic per seguir el procés d''autorització d''OAuth i generar un nou testimoni d''autenticació

source: Click test access to the OSM server with the current access token
ca_es: Feu clic per accedir al servidor OSM amb el testimoni d''autenticació actual

source: <html>Use the default OSM server URL (<strong>{0}</strong>)</html>
ca_es: <html>Utilitzar la URL per defecte del servidor OSM (<strong>{0}</strong>)</html>

source: Test the API URL
ca_es: Provar la URL de l''API

source: The API URL is valid.
ca_es: La URL de l''API és vàlida

source: Validation failed. The API URL seems to be invalid.
ca_es: La validació ha fallat. La URL de l''API no sembla vàlida.

source: OSM API URL must not be empty. Please enter the OSM API URL.
ca_es: La URL de l''API no pot ser buida. Si us plau indiqueu la URL de l''API.

source: The current value is not a valid URL
ca_es: El valor actual no és una URL vàlida.

source: Please enter the OSM API URL.
ca_es: Si us plau, indiqueu la URL de l''API

source: Host:
ca_es: Ordinador:

source: Please enter a username and a password if your proxy requires authentication.
ca_es: Si us plau, indiqueu un nom d''usuari i una contrasenya si el vostre servidor intermediari requereix autenticació.

source: No proxy
ca_es: Sense servidor intermediari

source: Use standard system settings
ca_es: Utilitza els paràmetres estàndards del sistema

source: Use standard system settings (disabled. Start JOSM with <tt>-Djava.net.useSystemProxies=true</tt> to enable)
ca_es: Utilitza els paràmetres estàndards del sistema (desactivat. Inicieu JOSM amb <tt>-Djava.net.useSystemProxies=true</tt> per tal d''activar-ho)

source: Manually configure a HTTP proxy
ca_es: Configurar manualment un proxi HTTP

source: Use a SOCKS proxy
ca_es: Utilitzar un proxi SOCKS

source: JOSM is configured to use proxies from the system setting, but the JVM is not configured to retrieve them. Resetting preferences to ''No proxy''
ca_es: JOSM ha estat configurat per a utilitzar el servidor proxi que hi ha als paràmetres del sistema, però la màquina virtual de java (JVM) no ha estat configurada per obtenir-lo. Reinicialitzada la preferència vers el valor "Cap proxi".

source: Shortcut Background: User
ca_es: Drecera de fons: Usuari

source: Shortcut Background: Modified
ca_es: Drecera de fons: Modificat

source: Use default
ca_es: Fes servir el predeterminat

source: Attention: Use real keyboard keys only!
ca_es: Atenció: Utilitzeu les tecles reals del teclat

source: Keyboard Shortcuts
ca_es: Dreceres de teclat

source: Changing keyboard shortcuts manually.
ca_es: Modificant les dreceres de teclat manualment.

source: Action
ca_es: Acció

source: Shortcut
ca_es: Drecera

source: multiple
ca_es: múltiple

source: Remove old keys from up to {0} object
ca_es: Elimina les claus velles d''{0} objecte

source: Delete the selection in the tag table
ca_es: Suprimeix la selecció a la taula d''etiquetes

source: Add a new tag
ca_es: Afegeix una nova etiqueta

source: Paste tags from buffer
ca_es: Enganxa etiquetes de la memòria intermèdia

source: Use preset ''{0}'' of group ''{1}''
ca_es: Utilitzar preconfiguració ''{0}'' del grup ''{1}''

source: Use preset ''{0}''
ca_es: Utilitzar preconfiguració ''{0}''

source: Elements of type {0} are supported.
ca_es: Els elements de tipus {0} són suportats.

source: Change {0} object
ca_es: Modificar {0} objecte

source: Nothing selected!
ca_es: Selecció buida.

source: Selection unsuitable!
ca_es: Selecció no apropiada!

source: Apply Preset
ca_es: Aplicar

source: New relation
ca_es: Nova relació

source: Change Tags
ca_es: Canvia les etiquetes

source: Unknown requisite: {0}
ca_es: Requisit desconegut: {0}

source: Illegal member expression: {0}
ca_es: Expressió de membre incorrecta: {0}

source: More information about this feature
ca_es: Més informació sobre aquesta funcionalitat

source: Available roles
ca_es: Rols disponibles

source: role
ca_es: rol

source: count
ca_es: compta

source: Optional Attributes:
ca_es: Atributs Opcionals:

source: Select auto-increment of {0} for this field
ca_es: Selecciona un increment automàtic de {0} per aquest camp

source: Cancel auto-increment for this field
ca_es: Anul·la l''increment automàtic per aquest camp

source: Warning in tagging preset "{0}-{1}": Ignoring ''{2}'' attribute as ''{3}'' elements are given.
ca_es: Avís sobre les etiquetes predefinides "{0}-{1}": Ignorant l''atribut ''{2}'' com ''{3}'' elements son donats.

source: Broken tagging preset "{0}-{1}" - Java method given in ''values_from'' is not "{2}"
ca_es: Etiqueta preconfigurada "{0}-{1}" trencada - El mètode Java utilitzat a ''values_from'' no és "{2}"

source: Broken tagging preset "{0}-{1}" - Java method given in ''values_from'' threw {2} ({3})
ca_es: Etiqueta preconfigurada "{0}-{1}" trencada - El mètode Java utilitzat a ''values_from'' ha generat {2} ({3})

source: Broken tagging preset "{0}-{1}" - number of items in ''display_values'' must be the same as in ''values''
ca_es: El nombre d''etiquetes predefinides "{0}-{1}" no és coherent. El nombre d''elements ''display_values'' ha de ser el mateix que el de ''values''

source: Broken tagging preset "{0}-{1}" - number of items in ''short_descriptions'' must be the same as in ''values''
ca_es: El nombre d''etiquetes predefinides "{0}-{1}" no és coherent. El nombre d''elements ''short_descriptions'' ha de ser el mateix que el de ''values''

source: Unknown type: {0}
ca_es: Tipus desconegut: {0}

source: Preset group {1} / {0}
ca_es: Grup de preconfiguracions {1}/{0}

source: Preset group {0}
ca_es: Grup de prconfiguracions {0}

source: Roles cannot appear more than once
ca_es: Els rols només poden aparèixer un sol cop

source: Preset role element without parent
ca_es: Element de rol predefinit sense parent

source: Preset sub element without parent
ca_es: Sotselement predefinit sense parent

source: Error parsing {0}:
ca_es: Error d''anàlisi {0}:

source: Search preset
ca_es: Cerca predefinit

source: Show preset search dialog
ca_es: Mostrar la finestra de cerca de preconfiguracions

source: Search presets
ca_es: Cercar element predefinit

source: Show only applicable to selection
ca_es: Mostrar només el que sigui aplicable a la selecció

source: Search in tags
ca_es: Cerca entre les etiquetes

source: Adjustable {0} not registered yet. Cannot set participation in synchronized adjustment.
ca_es: Ajustament {0} encara no enregistrat. No es pot establir la particiapació a l''ajustament sincronitzat.

source: Adjustable {0} not registered yet.
ca_es: Ajustament {0} encara no enregistrat.

source: All files (*.*)
ca_es: Tots els fitxers (*.*)

source: Min. latitude
ca_es: Latitud mínima

source: Min. longitude
ca_es: Longitud mínima

source: Max. latitude
ca_es: Latitud màxima

source: Max. longitude
ca_es: Longitud màxima

source: URL from www.openstreetmap.org (you can paste a download URL here to specify a bounding box)
ca_es: URL de www.openstreetmap.org (aquí podeu enganxar la URL d''una àrea descarregada per especificar una zona determinada)

source: The current value is not a valid changeset ID. Please enter an integer value > 0
ca_es: El valor actual no és vàlid com a ID d''un conjunt de canvis. Si us plau, indiqueu un valor enter > 0

source: The current value is not a valid OSM ID. Please enter an integer value > 0
ca_es: El valor no és un ID vàlid. Si us plau, indiqueu un valor enter més gran que zero

source: false: the property is explicitly switched off
ca_es: fals: la propietat ha estat deshabilitada expressament

source: true: the property is explicitly switched on
ca_es: cert: la propietat ha estat habilitada expressament<html>Please confirm to remove <strong>1 object</strong> from <strong>1 relation</strong>.</html>

source: partial: different selected objects have different values, do not change
ca_es: parcial: els objectes seleccionats tenen diferents propietats, no ho canvieu

source: unset: do not set this property on the selected objects
ca_es: no definit: no aplicar aquesta propietat als objectes seleccionats

source: Cut
ca_es: Retalla

source: Right click = copy to clipboard
ca_es: Clic amb el botó dret = copiar al portaretalls

source: Missing mandatory attribute ''{0}''.
ca_es: L''atribut ''{0}'' manca i és obligatori.

source: Illegal value for mandatory attribute ''{0}'' of type long. Got ''{1}''.
ca_es: Valor incorrecte de l''atribut obligatori ''{0}'' de tipus ''long''. El seu valor és ''{1}''

source: Illegal value for mandatory attribute ''{0}'' of type long (>=0). Got ''{1}''.
ca_es: Valor incorrecte de l''atribut obligatori ''{0}'' de tipus ''long'' (>=0) . El seu valor és ''{1}''

source: Illegal value for attribute ''{0}'' of type double. Got ''{1}''.
ca_es: Valor incorrecte de l''atribut ''{0}'' de tipus ''double''. El seu valor és ''{1}''

source: Illegal value for mandatory attribute ''{0}'' of type boolean. Got ''{1}''.
ca_es: Valor incorrecte de l''atribut obligatori ''{0}'' de tipus ''lboolean''. El seu valor és ''{1}''

source: Illegal value for mandatory attribute ''{0}'' of type OsmPrimitiveType. Got ''{1}''.
ca_es: Valor incorrecte de l''atribut obligatori ''{0}'' de tipus ''OsmPrimitiveType''. El seu valor és ''{1}''

source: Way with external ID ''{0}'' includes missing node with external ID ''{1}''.
ca_es: La via amb un ID extern ''{0}'' inclou un node amb ID ''{1}'' que manca

source: Deleted node {0} is part of way {1}
ca_es: El node esborrat {0} és part de la via {1}

source: Way {0} with {1} nodes has incomplete nodes because at least one node was missing in the loaded data.
ca_es: La via {0} te {1} nodes i no està completa perquè com a mínim un dels seus nodes manca a les dades carregades.

source: Relation with external id ''{0}'' refers to a missing primitive with external id ''{1}''.
ca_es: La relació amb ID extern ''{0}'' fa referència a un objecte amb ID ''{1}'' que manca.

source: Deleted member {0} is used by relation {1}
ca_es: El membre esborrat {0} és utilitzat per la relació {1}

source: All Formats
ca_es: Tots els formats

source: Downloading points {0} to {1}...
ca_es: Descarregant punts del {0} al {1}...

source: Contacting OSM Server...
ca_es: Contactant amb el servidor OSM...

source: Illegal value of attribute ''{0}'' of element ''{1}'' in server capabilities. Got ''{2}''
ca_es: Valor invàlid per l''atribut ''{0}'' de l''element ''{1}'' a les capacitats del serevidor. El valor és ''{2}''

source: Failed to parse date ''{0}'' replied by server.
ca_es: Ha fallat l''anàlisi de les dades ''{0}'' rebudes com a resposta del servidor.

source: Unexpected format of error header for conflict in changeset update. Got ''{0}''
ca_es: Format no esperat de la capçalera d''error per al conflicte que hi ha a l''actualització del conjunt de canvis. És ''{0}''

source: Illegal longitude value for parameter ''{0}'', got {1}
ca_es: Longitud incorrecta per al paràmetre ''{0}'', hi ha {1}

source: Illegal latitude value for parameter ''{0}'', got {1}
ca_es: Latitud incorrecta per al paràmetre ''{0}'', hi ha {1}

source: Unexpected value for ''{0}'' in changeset query url, got {1}
ca_es: Valor no esperat per ''{0}'' a la URL de consulta del conjunt de canvis, els seu valor és {1}
